var notice = [
  {
    "id": 0,
    "xm": "国考",
    "title": "2020国家公务员考试公告（招录24128人）",
    "des": "报名时间：2019年10月15日8:00至10月24日18:00。准考证打印时间：2019年11月18日0:00至11月24日12:00期间公共科目笔试时间为2019年11月24日面试因疫情原因未定",
    "href": "http://bj.offcn.com/html/2020/05/240363.html"
  },
  {
    "id": 1,
    "xm": "京考",
    "title": "2020北京公务员考试公告[招录3620人 2037个职位]",
    "des": "报名时间：2019年11月18日9:00至2019年11月22日18:00期间。准考证打印时间：2019年12月3日9:00至2019年12月8日18:00成绩查询时间：2020年1月20日受疫情影响面试时间未定",
    "href": "http://bj.offcn.com/html/2020/05/240509.html"
  },
  {
    "id": 2,
    "xm": "事业单位",
    "title": "2020国家电力电网北京市电力公司高校毕业生招聘85人公告（第二批）",
    "des": "报名：5月14日—5月19日笔试：考虑到新冠肺炎疫情防控形势，考试具体时间、地点及方式将以补充公告形式在中国体育人才网另行公布福利待遇：非北京生源应届毕业生按照户籍管理规定执行落户政策。",
    "href": "http://bj.zgsydw.com/xinxi/20200509/6927_1.html"
  },
  {
    "id": 3,
    "xm": "教师招聘",
    "title": "2020北京密云区教育委员会招聘教师84人公告 ",
    "des": "报名时间：2020年5月15日8:00至5月17日17:00。笔试内容：综合素质、教育知识与能力、学科知识与教学能力等相关知识笔试时间应疫情影响未定",
    "href": "http://bj.zgjsks.com/html/2020/kszx_0509/21102.html"
  },
  {
    "id": 4,
    "xm": "考研",
    "title": "北京大学医学人文学院2020考研复试公告 ",
    "des": "1、复试平台：腾讯会议（客户端）2、复试时间：伦理学：2020年5月14日下午2:00开始马克思主义基本原理：2020年5月15日上午9：00开始科学技术史：2020年5月15日下午2:00开始应用心理学：2020年5月18日上午9:00开始3、复试内容：包括外语听力、专业外语、专业知识、面试",
    "href": "http://bj.kaoyan365.cn/fushi/79413.html"
  },
  {
    "id": 5,
    "xm": "国企",
    "title": "2020国家电力电网北京市电力公司高校毕业生招聘85人公告（第二批）",
    "des": "网申：3月31日-4月30日资审、笔试时间因疫情影响未定报名人数：8567",
    "href": "http://bj.zggqzp.com/2020/cjwt_0508/6530.html"
  },
  {
    "id": 6,
    "xm": "国企",
    "title": "2020国家能源投资集团春季招聘1026人公告",
    "des": "网申：4月17日-5月8日笔试：5月16日（具体时间以准考证为准）",
    "href": "http://bj.zggqzp.com/2020/cjwt_0508/6530.html"
  },
  {
    "id": 7,
    "xm": "国企",
    "title": "2020中国石化校招追加3500人公告",
    "des": "网申：3月31日-5月30日无笔试，面试时间待定目前报名人数：9.1w",
    "href": "http://bj.zggqzp.com/2020/cjwt_0508/6530.html"
  },
  {
    "id": 8,
    "xm": "国企",
    "title": "2020中国石油高校毕业生春季招聘公告",
    "des": "网申：3月31日-5月30日无笔试，面试时间待定目前报名人数：3.9w",
    "href": "http://bj.zggqzp.com/2020/cjwt_0508/6530.html"
  },
  {
    "id": 9,
    "xm": "银行",
    "title": "2020中国银行北京市分行春季校园招聘公告（110人）",
    "des": "计划招聘人数：110人（1）试考时间：北京时间4月23日至4月25日24点，期间任何时间，考生都可通过考试客户端登录试考；（2）正式考试时间：北京时间4月26日14:00-16:30（亚、澳洲场）和北京时间4月27日0:00-2:30（欧、美洲场）。考生可根据自己所在地情况，选择其中一个时间参与考试，每位考生仅可选择其中一个场次。",
    "href": "http://bj.jinrongren.net/yh/2020/0321/11104.html"
  },
  {
    "id": 10,
    "xm": "银行",
    "title": "2020中国工商银行北京分行度春季校园招聘100",
    "des": "报名开始时间2020-03-27报名截止时间2020-04-12考试时间：4月25日",
    "href": "http://bj.jinrongren.net/yh/2020/0321/11104.html"
  },
  {
    "id": 11,
    "xm": "银行",
    "title": "2020中国农业银行北京分行春季校园招聘公告（232人）",
    "des": "2020中国农业银行北京分行春季校园招聘公告（232人），报名截止日期暂定为5月17日。",
    "href": "http://bj.jinrongren.net/yh/2020/0321/11104.html"
  },
  {
    "id": 12,
    "xm": "银行",
    "title": "2020国家开发银行北京分行春季校园招聘公告",
    "des": "笔试时间：2020年4月30日（周四）下午14：00-16：15",
    "href": "http://bj.jinrongren.net/yh/2020/0321/11104.html"
  },
  {
    "id": 13,
    "xm": "银行",
    "title": "2020中国建设银行北京市分行春季校园招聘110人",
    "des": "2020中国建设银行北京市分行春季校园招聘110人，笔试将于2020年5月10日14：00-17：00（北京时间）举行",
    "href": "http://bj.jinrongren.net/yh/2020/0321/11104.html"
  },
  {
    "id": 14,
    "xm": "选调生",
    "title": "2020河北省面向有关院校定向招录选调生公告（招1113人）",
    "des": "招录国内重点院校、国(境)外部分知名院校、河北省属骨干本科院校；全省定向招录选调生共提供1135个职位，其中省直单位职位52个、市直单位职位333个、县直单位职位750个。",
    "href": "http://bj.offcn.com/html/2020/05/240662.html"
  },
  {
    "id": 15,
    "xm": "遴选",
    "title": "2020北京市遴选公务员公告（因疫情推迟）",
    "des": "共119个职位，招162人。年龄要求：年龄在40周岁以下(1979年1月1日以后出生)。工作经历要求：具有3年以上公务员工作经历；在现单位工作2年以上，报考选调生职位的除外。学历要求：大学本科及以上文化程度。原定年后开始报名，因疫情推迟。",
    "href": "https://mp.weixin.qq.com/s?__biz=MzU2OTc5MTE1OQ==&mid=2247485082&idx=1&sn=91cb2a16b4b7015e930773ef7ffb557f&chksm=fcf80142cb8f8854eeab42905840a81964ba36eeff3da0b75bf9879d20c1afdbfadc01e0e68d&token=930999500&lang=zh_CN#rd"
  },
  {
    "id": 16,
    "xm": "医疗",
    "title": "2020昌平区卫生健康委招聘应届毕业生61人公告（第一批）",
    "des": "招聘人数：61人，应届毕业生，年龄30岁以下为1990年1月1日(含1月1日)以后出生人员，年龄35岁以下为1985年1月1日(含1月1日)以后出生人员报名时间：自公告之日起至2020年4月21日考试：受疫情影响，考试具体形式、时间、地点另行通知，以昌平区政府网站公告为准。学历要求：硕士或博士其它要求：符合应聘岗位所规定的其他条件",
    "href": "http://bj.yixue99.com/2020/ksjy_0509/8560.html"
  },
  {
    "id": 17,
    "xm": "社区",
    "title": "2020顺义区空港街道办事处招聘社区工作人员14人公告",
    "des": "报名时间：截至2020年04月23日17:00招录人数：14人",
    "href": "http://bj.zgjcks.com/shequ/kszx/202005/4843.html"
  },
  {
    "id": 18,
    "xm": "社区",
    "title": "2020北京朝阳区公开招考基层专职党务工作者260人公告",
    "des": "报名时间：5月18日10时起至5月29日16时招录人数：260人标题：2020丰台区卢沟桥地区招聘社区工作者11人公告内容：报名时间：2020年5月6日至5月9日，上午9:00—11:30，下午14:00—17:00招录人数：11人",
    "href": "http://bj.zgjcks.com/shequ/kszx/202005/4843.html"
  },
  {
    "id": 19,
    "xm": "军队文职",
    "title": "2020军队文职考试公告什么时候发布？",
    "des": "2020年军队文职招聘公告什么时候发布?2020军队文职招聘公告还未发布，2018年军队文职公告是在7月份发布的，2019军队文职公告发布时间为3月份，可见2019军队文职公告发布时间比2018年提前了几个月，那2020军队文职招聘公告会提前发布吗?具体的招聘情况各位考生还需多关注官网动态。",
    "href": "http://bj.zgjcks.com/jdwz/kszx/202005/1434.html"
  }
]